" bytes" = " byte";
" items" = " objekt";
"Application:" = "Program:";
"Attributes:" = "Attribut:";
"Audio:" = "Ljud:";
"Calculate" = "Beräkna";
"Calculating..." = "Beräknar...";
"Capacity:" = "Kapacitet:";
"Comment:" = "Kommentar:";
"Contents:" = "Innehåll:";
"Created:" = "Skapad:";
"Creation Date:" = "Efter skapelsedatum:";
"Creator:" = "Skapare:";
"Deletable:" = "Borttagningsbar:";
"Device:" = "Enhet:";
"Duration:" = "Längd:";
"Emphasis:" = "Förstärka:";
"File:" = "Arkiv:";
"Format:" = "Formatera:";
"Free:" = "Ledigt:";
"Group:" = "Grupp:";
"Image:" = "Bild:";
"Info" = "info";
"Kind:" = "Typ:";
"Label:" = "Etikett:";
"Length:" = "Tid:";
"Locked:" = "Låst:";
"Media Type:" = "Media Typ:";
"Modified:" = "Modifierad:";
"More Info" = "Mer info";
"Mount Point:" = "Mont.punkt:";
"Movable:" = "Flyttbar:";
"Name:" = "Namn:";
"No\nSelection" = "Inget\nValt";
"Opened:" = "Öppnad:";
"Owner:" = "Ägare:";
"Padding:" = "Mjukare:";
"Path:" = "Sökväg:";
"Permission:" = "Behörighet:";
"Physical:" = "Fysisk:";
"Play" = "Spela upp";
"Preview" = "Förhandsvisa";
"Resolved:" = "Läst:";
"Sample Rate:" = "Samplingsfrekvens:";
"Selection:" = "Markering:";
"Size:" = "Storlek:";
"Spotlight Metadata" = "Spotlight-metadata";
"Title:" = "Spårtitel:";
"Track" = "Spår";
"Type:" = "Typ:";
"Volume:" = "Enhet:";
"Year" = "År";

/* ==== UNLOCALIZED ==== */

"Album:" = "Album:";
"Apple ID:" = "Apple ID:";
"Artist" = "Artist";
"CRC:" = "CRC:";
"Copyright:" = "Copyright:";
"Genre" = "Genre";
"Last Opened:" = "Last Opened:";
"MP3:" = "MP3:";
"Original:" = "Original:";
"UTI:" = "UTI:";
"Version:" = "Version:";
"data:" = "data:";
"rsrc:" = "rsrc:";
